{
  "clover": {
    "name": "Организация рыцарей-чародеев",
    "description": "Защищают королевство от различных угроз",
    "position": [
      {
        "name": "Капитаны отрядов",
        "description": "лидеры девяти отрядов Волшебных рыцарей Королевства Клевер в мире Чёрного Клевера. Каждый капитан выбирается на основе его магических способностей, силы, лидерства и заслуг в процессе выбора капитана. Роль капитанов состоит в том, чтобы руководить и обучать свои отряды магическому бою, обеспечивая защиту Королевства Клевер и помогая в выполнении миссий, поставленных Советом Магических Рыцарей и Королем-Волшебником. Кроме того, они отвечают за передачу приказов, стратегии и важной информации своим подчиненным в бою. Капитаны отрядов также имеют большое влияние на принятие решений в Совете Рыцарей-Магов и помогают обеспечивать порядок и справедливость в королевстве. Как лидеры, они часто вызывают восхищение и уважение со стороны других Рыцарей-Магов и людей в целом.",
        "salary": {
          "copper": 0,
          "silver": 0,
          "eclevtrum": 0,
          "gold": 10,
          "platinum": 0
        },
        "requirements": {
          "level": 65,
          "notes": [
            "был выбран королём-волшебником"
          ]
        }
      },
      {
        "name": "Вице-капитан",
        "description": "Вице-капитан отряда — заместитель командира каждого отряда рыцарей-волшебников в мире Черного клевера. Их назначают капитаны отрядов, чтобы помочь им руководить отрядом, и они могут выполнять несколько важных ролей. Роль заместителя капитана эскадрильи состоит в том, чтобы помогать капитану в принятии руководящих решений, выполнять административные задачи и контролировать членов эскадрильи. Они также могут взять на себя командование отрядом в случае отсутствия Капитана, ведя его в сражения или важные миссии. Более того, другие члены отряда считают вице-капитана фигурой, которой доверяют, и часто берет на себя роль наставника и советника. Они помогают развивать потенциал членов младших отрядов, проводя их обучение и наставляя их в работе и обязанностях отряда.",
        "requirements": {
          "level": 50,
          "notes": [
            "Должен быть выбран капитаном.",
            "Выполнили не менее 50 миссий."
          ]
        }
      },
      {
        "name": "Маг-исследователь",
        "description": "специализируется на изучении магических артефактов и древних заклинаний."
      },
      {
        "name": "Маг-лекарь",
        "description": "использует магию для лечения и восстановления."
      },
      {
        "name": "Маг-страж",
        "description": "отвечает за защиту важных объектов и личностей."
      },
      {
        "name": "Маг-разведчик",
        "description": "проводит секретные операции и сбор информации."
      },
      {
        "name": "Маг-инструктор",
        "description": "обучает младших магов и учеников."
      },
      {
        "name": "Маг-хранитель",
        "description": "отвечает за сохранение и защиту магических знаний и книг."
      },
      {
        "name": "Маг-астролог",
        "description": "изучает звёзды и небесные тела для предсказания будущего и понимания магических течений."
      },
      {
        "name": "Маг-алхимик",
        "description": "занимается превращением материалов и созданием магических эликсиров и зелий."
      },
      {
        "name": "Маг-кузнец",
        "description": " создаёт магическое оружие и броню, усиленные заклинаниями."
      },
      {
        "name": "Маг-чародей",
        "description": "обладает широким спектром магических способностей и может выполнять разнообразные магические задачи."
      },
      {
        "name": "Маг-путешественник",
        "description": "исследует неизведанные земли и измерения в поисках новых знаний и магии."
      }
    ],
    "ranks": [
      {
        "name": "Король магов",
        "description": "Управляет военной мощью королевства Клевера.",
        "salary": {
          "copper": 0,
          "silver": 0,
          "eclevtrum": 0,
          "gold": 10,
          "platinum": 0
        }
      },
      {
        "name": "Великий рыцарь-чародей 1-го ранга",
        "description": "",
        "salary": {
          "copper": 0,
          "silver": 0,
          "eclevtrum": 0,
          "gold": 8,
          "platinum": 0
        }
      },
      {
        "name": "Великий рыцарь-чародей 2-го ранга",
        "description": "",
        "salary": {
          "copper": 0,
          "silver": 0,
          "eclevtrum": 0,
          "gold": 8,
          "platinum": 0
        }
      },
      {
        "name": "Великий рыцарь-чародей 3-го ранга",
        "description": "",
        "salary": {
          "copper": 0,
          "silver": 0,
          "eclevtrum": 0,
          "gold": 0,
          "platinum": 0
        }
      },
      {
        "name": "Великий рыцарь-чародей 4-го ранга",
        "description": "",
        "salary": {
          "copper": 0,
          "silver": 0,
          "eclevtrum": 0,
          "gold": 0,
          "platinum": 0
        }
      },
      
      {
        "name": "Великий рыцарь-чародей 5-го ранга",
        "description": "",
        "salary": {
          "copper": 0,
          "silver": 0,
          "eclevtrum": 0,
          "gold": 0,
          "platinum": 0
        }
      },
      {
        "name": "Старший рыцарь-чародей 1-го ранга",
        "description": "Основная роль старших рыцарей-волшебников — вести силы Королевства Клевер в войну и защищать королевство от могущественных врагов и внутренних угроз. Будучи элитными лидерами, эти Рыцари-Маги также играют решающую роль в политических и стратегических решениях Королевства Клевер.",
        "salary": {
          "copper": 0,
          "silver": 0,
          "eclevtrum": 0,
          "gold": 0,
          "platinum": 0
        }
      },
      {
        "name": "Старший рыцарь-чародей 2-го ранга",
        "description": "Основная роль старших рыцарей-волшебников второго класса — возглавлять бригады рыцарей-волшебников и выполнять деликатные и сложные миссии, такие как защита короля и королевской семьи и спасение королевства во времена великого кризиса.",
        "salary": {
          "copper": 0,
          "silver": 0,
          "eclevtrum": 0,
          "gold": 0,
          "platinum": 0
        }
      },
      
      {
        "name": "Старший рыцарь-чародей 3-го ранга",
        "description": "Основная роль старших рыцарей-волшебников третьего класса - возглавлять команды рыцарей-волшебников и выполнять важные миссии, такие как защита города от вражеских захватчиков и магических монстров, а также расследование преступлений и угроз против Королевства Клевер.",
        "salary": {
          "copper": 0,
          "silver": 0,
          "eclevtrum": 0,
          "gold": 0,
          "platinum": 0
        }
      },
      {
        "name": "Старший рыцарь-чародей 4-го ранга",
        "description": "Старшие Рыцари-Маги четвертого класса в «Чёрном клевере» находятся на категорию выше старших пятого класса. У них больше опыта и более сильная магическая сила, чем у старшеклассников пятого класса. Основная роль старших Рыцарей-Магов четвертого класса — руководить и контролировать младших Рыцарей-Магов, включая первоклассных промежуточных рыцарей. Они также могут участвовать в более опасных и сложных миссиях, где им нужно использовать свои навыки для защиты Королевства Клевер",
        "salary": {
          "copper": 0,
          "silver": 0,
          "eclevtrum": 0,
          "gold": 0,
          "platinum": 0
        }
      },
      {
        "name": "Старший рыцарь-чародей 5-го ранга",
        "description": "",
        "salary": {
          "copper": 0,
          "silver": 0,
          "eclevtrum": 0,
          "gold": 0,
          "platinum": 0
        }
      },
      {
        "name": "Средний рыцарь-чародей 1-го ранга",
        "description": "Первоклассные Рыцари-Маги среднего уровня в «Чёрном Клевере» — одни из самых высоких рангов Рыцарей-Магов в стране. Они признаны одними из самых сильных, самых опытных и самых уважаемых Рыцарей-Магов во всем Королевстве Клевер. Основная роль Магических Рыцарей первого класса среднего уровня заключается в проведении миссий высокого уровня, связанных с мощными и опасными угрозами, включая миссии нападения и защиты, а также спасательные операции. Им поручено руководить силами Рыцарей-Магов низшего уровня и координировать их тактику для более эффективных и успешных действий",
        "salary": {
          "copper": 0,
          "silver": 0,
          "eclevtrum": 0,
          "gold": 0,
          "platinum": 0
        }
      },
      {
        "name": "Средний рыцарь-чародей 2-го ранга",
        "description": "",
        "salary": {
          "copper": 0,
          "silver": 0,
          "eclevtrum": 0,
          "gold": 0,
          "platinum": 0
        }
      },
      {
        "name": "Средний рыцарь-чародей 3-го ранга",
        "description": "",
        "salary": {
          "copper": 0,
          "silver": 0,
          "eclevtrum": 0,
          "gold": 0,
          "platinum": 0
        }
      },
      {
        "name": "Средний рыцарь-чародей 4-го ранга",
        "description": "",
        "salary": {
          "copper": 0,
          "silver": 0,
          "eclevtrum": 0,
          "gold": 0,
          "platinum": 0
        }
      },
      {
        "name": "Средний рыцарь-чародей 5-го ранга",
        "description": "",
        "salary": {
          "copper": 0,
          "silver": 0,
          "eclevtrum": 0,
          "gold": 0,
          "platinum": 0
        }
      },
      {
        "name": "Младший рыцарь-чародей 1-го ранга",
        "description": "",
        "salary": {
          "copper": 0,
          "silver": 0,
          "eclevtrum": 0,
          "gold": 0,
          "platinum": 0
        }
      },
      {
        "name": "Младший рыцарь-чародей 2-го ранга",
        "description": "Младшие Рыцари-Маги второго класса в «Чёрном Клевере» имеют более высокий уровень иерархии, чем Младшие Рыцари-Маги третьего и четвёртого классов. У них уже есть улучшенные знания о магии, битвах и боевых стратегиях. В их обязанности входит помощь с повседневными задачами Рыцарей-Магов более высокого уровня, участие в тренировках и тренировочных занятиях, а также сопровождение более опытных в миссиях среднего уровня.",
        "salary": {
          "copper": 0,
          "silver": 0,
          "eclevtrum": 0,
          "gold": 0,
          "platinum": 0
        }
      },
      {
        "name": "Младший рыцарь-чародей 3-го ранга",
        "description": "Младшие Рыцари-Маги третьего класса в «Чёрном Клевере» уже имеют немного больше опыта в иерархии Рыцарей-Магов, чем рыцари четвертого класса. В их обязанности входит помощь в повседневных задачах Рыцарей-Магов более высокого уровня, участие в тренировках и тренировочных занятиях и даже возможность сопровождать более опытных в более сложных миссиях.",
        "salary": {
          "copper": 0,
          "silver": 0,
          "eclevtrum": 0,
          "gold": 0,
          "platinum": 0
        }
      },
      {
        "name": "Младший рыцарь-чародей 4-го ранга",
        "description": "Младшие Рыцари-Маги четвертого класса в «Чёрном Клевере» являются самыми низкими в иерархии Рыцарей-Магов. В их обязанности входит помощь в повседневных задачах Рыцарей-Магов более высокого уровня, уборка помещений, помощь в приготовлении еды и снаряжения, а также другие мелкие задачи. Их также можно призвать для помощи в выполнении более простых миссий и в городском патрулировании.",
        "salary": {
          "copper": 0,
          "silver": 0,
          "eclevtrum": 0,
          "gold": 0,
          "platinum": 0
        }
      },
      {
        "name": "Младший рыцарь-чародей 5-го ранга",
        "description": "Магические рыцари V ранга представляют базовые отряды армии Клевера. Это новички, успешно сдавшие вступительный экзамен и начавшие свой путь магических рыцарей. Занимая позицию новичков, они стремятся изучать и совершенствовать свои магические и боевые навыки. Эти рыцари составляют основу армии, играют жизненно важную роль в защите королевства и сталкиваются с трудностями при продвижении своей карьеры в иерархии магических рыцарей.",
        "requirements": "Вступить в рыцари-чародеи",
        "items": {
          "clothes": [
            {
              "name": "Плащ отряда"
            }
          ]
        },
        "salary": {
          "copper": 0,
          "silver": 0,
          "eclevtrum": 0,
          "gold": 0,
          "platinum": 0
        }
      }
    ]
  }
}