[
    {
      "name": "Человек",
      "description": "доминирующая раса в мире, населяющая основные королевства и земли, более технологически развитые, более физически разнообразные, с разным ростом, цветом кожи и волос. Человеческая магия также имеет тенденцию быть более технической.",
      "hp": 60,
      "magicPower": 40,
      "strength": 0,
      "dexterity": 0,
      "intelligence": 0,
      "constitution": 0,
      "wisdom": 0,
      "charisma": 0,
      "attack": 0,
      "defense": 0,
      "dodge": 0,
      "accuracy": 0
    },
    {
      "name": "Эльфы",
      "description": "древняя раса людей, жившая в Забытом регионе Королевства Клевер.Эльфы имеют гуманоидную внешность, но с заостренными ушами и белыми волосами. Все эльфы обладали огромной магической силой, и за это им поклонялись как богам. Люди начали бояться и желать власти, поэтому группа людей из королевской семьи использовала магический инструмент, чтобы украсть магическую силу эльфов.",
     "hp": 60,
      "magicPower": 40,
      "strength": 0,
      "dexterity": 0,
      "intelligence": 0,
      "constitution": 0,
      "wisdom": 0,
      "charisma": 0,
      "attack": 0,
      "defense": 0,
      "dodge": 0,
      "accuracy": 0
    },
    {
      "name": "Дварф",
      "description": "представитель древней расы, жившей бок о бок с эльфами и людьми. Гномы имеют человеческий облик, но невысокого роста. Известно, что они обладают особыми магическими способностями.",
     "hp": 60,
      "magicPower": 40,
      "strength": 0,
      "dexterity": 0,
      "intelligence": 0,
      "constitution": 0,
      "wisdom": 0,
      "charisma": 0,
      "attack": 0,
      "defense": 0,
      "dodge": 0,
      "accuracy": 0
    },
    {
      "name": "Полудварф",
      "description": "Раса полукарликов возникла в результате слияния родословных людей и гномов, характеризующихся такой же сильной мотивацией, как и у гномов. Имея переменный рост, который может быть меньше, чем у обычного человека, или больше, чем у типичного дварфа, полудварфы выделяются своим заметным потенциалом в магических атрибутах по сравнению с другими расами. Кроме того, они признаны опытными воинами, впечатляющим образом сочетающими физическую силу и магические способности.",
      "hp": 60,
      "magicPower": 40,
      "strength": 0,
      "dexterity": 0,
      "intelligence": 0,
      "constitution": 0,
      "wisdom": 0,
      "charisma": 0,
      "attack": 0,
      "defense": 0,
      "dodge": 0,
      "accuracy": 0
    },
    {
      "name": "Полуэльф",
      "description": "Ведьмы представляют собой исключительно женскую линию, характеризующуюся исключительными навыками манипуляции и необычайными талантами к магии. В этом контексте внутреннее состояние расы не позволяет мужчинам называться ведьмами, поскольку она состоит исключительно из женщин.",
      "hp": 60,
      "magicPower": 40,
      "strength": 0,
      "dexterity": 0,
      "intelligence": 0,
      "constitution": 0,
      "wisdom": 0,
      "charisma": 0,
      "attack": 0,
      "defense": 0,
      "dodge": 0,
      "accuracy": 0
    }
]