[
    {
      "name": "Клевер",
      "fullName": "Королевство Клевер",
      "image": "/map/clover/clover_kindom.webp",
      "symbol": "♣️",
      "description": "Королевство Клевера - государство, территория которого находится на изобилующей горами территорией.",
      "form": "Королевство",
      "provinces": [
        {
          "shortName": "Дворянские земли",
          "fullName": "Дворянские земли",
          "image": "/map/clover/noble_realm.webp",
          "form": "Земля",
          "burgs": [
            {
              "name": "Королевская столица",
              "description": "Город в сердце Королевства Клевер. \nГород расположен на вершине самой высокой горы Королевства Клевер.[1] Стена отделяет его от остальной части Благородного Царства, а магический барьер защищает его.\nВ городе находятся замок королевской семьи, штаб-квартиры рыцарей-чародеев.",
              "image": "/map/clover/Royal_Capital.webp"
            },
            {
              "name": "Деревня Тоута",
              "description": "",
              "image": "/map/clover/Royal_Capital.webp"
            },
            {
              "name": "Город Раке",
              "description": "Пляжный городок. В городе всегда жарко, и он используется как популярный курорт для дворян и рыцарей-волшебников.",
              "image": "/map/clover/Royal_Capital.webp"
            }
          ]
        },
        {
          "shortName": "Общие земли",
          "fullName": "Общие земли",
          "image": "/map/clover/noble_realm.webp",
          "form": "Земля",
          "burgs": [
            {
              "name": "Город Кикка",
              "description": " Кикка  — город в Общем Королевстве Клеверного Королевства. Расположение Кикки Кикка — один из городов-замков Королевства Клевер из-за его непосредственной близости с Благородным королевством. Город расположен настолько близко, что жители могут прекрасно видеть из него дворец Королевства. Кикка — хорошо развитый город с асфальтированными дорогами и множеством больших каменных домов. Количество домов, построенных в Кикке, позволяет предположить, что здесь довольно большое население.Одной из выдающихся особенностей Кикки является сильный торговый центр. Различные торговцы, от продуктов питания до оружия, приезжают в Кикку по делам, что делает рынок Кикки одним из самых оживленных рынков в Королевстве. Многие люди, в том числе Рыцари-волшебники, приезжают в Кикку по делам. Известные места: Колизей Рыцарей-волшебников: на этом большом каменном стадионе Рыцари-волшебники сдают экзамены. Черный рынок: Рынок — одно из скрытых мест в городе. Обычно люди знают о его существовании, но дворяне стараются избегать входа в это место. На рынке живут торговцы, продающие товары, которые нельзя продавать на обычном рынке. Кроме того, на черном рынке также есть казино, где люди могут играть в различные игры.",
              "image": "/map/clover/Royal_Capital.webp"
            },
            {
              "name": "Деревня Ивон",
              "description": "",
              "image": "/map/clover/Royal_Capital.webp"
            },
            {
              "name": "Город Неан",
              "description": "Нэрн — город в Общем королевстве Клеверного Королевства. Описание Нэрн — густонаселенный город в Содружестве. В центре находится площадь с фонтаном. На холмах на окраине города находится сеть пещер. Городская церковь расположена на краю площади. Это большое здание с двумя высокими шпилями. Он также служит приютом и центром обучения для служителей.",
              "image": "/map/clover/Royal_Capital.webp"
            },
            {
              "name": "Город Китен",
              "description": "Китен — пограничный город Клеверного Королевства и ключ к защите от сил Алмазного Королевства.Описание Китен — город на границе Клеверного и Алмазного королевств, поэтому он служит ключом к защите от любого вторжения Алмазного королевства. Город также богат природными ресурсами, что вызывает больший интерес со стороны конкурирующих стран. Он имеет большую стену, окружающую весь город, с несколькими башнями по всей длине. Для дополнительной защиты города можно поднять большой магический барьер. Он блокирует внешние атаки, но позволяет атакам, запущенным изнутри, пройти. Для поддержания и поддержания барьера также требуется пятьдесят Рыцарей-Магов.",
              "image": "/map/clover/Royal_Capital.webp"
            },
            {
              "name": "Город Кекайро",
              "description": "",
              "image": "/map/clover/Royal_Capital.webp"
            },
            {
              "name": "Город Тилую",
              "description": "Тюлю — город в Содружестве Королевства Клевер. Описание Тюлю — город, расположенный среди пологих холмов, окруженный лесами и сельскохозяйственными угодьями. Река граничит с одной стороной города, а каменный мост соединяется с дорогой, ведущей через другой лес. В центре города находится высокая многоэтажная башня.",
              "image": "/map/clover/Royal_Capital.webp"
            }
          ]
        },
        {
          "shortName": "Заброшенные земли",
          "fullName": "Заброшенные земли",
          "form": "Земля",
          "image": "/map/clover/noble_realm.webp",
          "burgs": [
            {
              "name": "Деревня Хейдж",
              "description": "Небольшая деревня, расположенная в Покинутой области Корлевства Клевер.",
              "image": "/map/clover/Royal_Capital.webp"
            },
            {
              "name": "Деревня Райяка",
              "description": "Небольшая Деревня, расположенная в Покинутой области Корлевства Клевер.",
              "image": "/map/clover/Royal_Capital.webp"
            },
            {
              "name": "Деревня Соши",
              "description": "Небольшая деревня недалеко от юго-западной границы Королевства Клевер.",
              "image": "/map/clover/Royal_Capital.webp"
            }
          ]
        }
      ]
    },
    {
      "name": "Пики",
      "fullName": "Королевство Пик",
      "symbol": "♠️",
      "image": "/map/spade/spade_kindom.png",
      "description": "Коревство, находящееся на севере материка. Холодный климат.",
      "form": "Королевство",
      "provinces": [
        {
          "shortName": "Главная область",
          "fullName": "Главная область",
          "form": "Земля",
          "image": "/map/clover/Royal_Capital.webp",
          "burgs": [
            {
              "name": "Столица Пик",
              "description": "",
              "image": "/map/clover/Royal_Capital.webp"
            }
          ]
        }
      ]
    },
    {
      "name": "Алмаз",
      "fullName": "Алмазное королевство",
      "image": "/map/diamond/diamond_kindom.png",
      "description": "Эта страна шахт и пустошей.",
      "symbol": "♦️",
      "form": "Королевство",
      "provinces": [
        {
          "shortName": "Главная область",
          "fullName": "Главная область",
          "image": "/map/clover/Royal_Capital.webp",
          "form": "Земля",
          "burgs": [
            {
              "name": "Столица Алмаза",
              "description": "",
              "image": "/map/clover/Royal_Capital.webp"
            }
      
          ]
        }
      ]
    },
    {
      "name": "Сердце",
      "fullName": "Королевство Сердца",
      "image": "/map/heart/heart_king.png",
      "description": "Это страна зелени и воды, которая богата своими ресурсами.",
      "symbol": "♥️",
      "form": "Королевство",
      "provinces": [
        {
          "shortName": "Главная область",
          "fullName": "Главная область",
          "image": "/map/clover/Royal_Capital.webp",
          "form": "Земля",
          "burgs": [
            {
              "name": "Столица Королевства Сердца",
              "description": "",
              "image": "/map/clover/Royal_Capital.webp"
            }
          ]
        }
      ]
    }
  ]