{
  "provincesForms": [
    {
        "name": "Баронство",
        "description":
            "территория земли, находящаяся в форме феодального землевладения, называемого феодальным баронством, или баронством по землевладению. Феодальный барон — это вассал, владеющий наследственным феодальным владением, называемым баронством, включающим определенную часть земли, предоставленную сюзереном в обмен на верность и службу."
    },
    {
        "name": "Кантон",
        "description":
            "тип административного деления страны. В целом кантоны относительно малы по площади и населению по сравнению с другими административными единицами, такими как округа, департаменты или провинции."
    },
    {
        "name": "Совет",
        "description":
            "группа людей, которые собираются вместе, чтобы советоваться, обсуждать или принимать решения. Совет может функционировать как законодательный орган, особенно на уровне города, города или округа/графства, но большинство законодательных органов на уровне штата/провинции или страны не считаются советами. На таких уровнях может не быть отдельной исполнительной власти, и совет может фактически представлять все правительство."
    },
    {
        "name": "Графство",
        "description":
            "географический регион страны, используемый для административных или других целей. Согласно британским традициям, графства обычно представляют собой административное деление, установленное удобными географическими разграничениями, в управлении которыми находятся определенные должностные лица (например, шерифы и их департаменты) как часть механизмов штата и провинций, включая географически общие судебные системы. Округ может быть дополнительно разделен на районы, сотни, поселки или другие административные юрисдикции в пределах округа."
    },
    {
        "name": "Деканат",
        "description":
            "Деканат (или деканат) — это церковное (связанное с христианской церковью) образование. Деканат - это либо юрисдикция, либо место жительства декана."
    },
    {
        "name": "Департамент",
        "description":
            "административное или политическое подразделение во многих странах. Департаменты являются подразделениями первого уровня в 11 странах, девяти в Америке и двух в Африке."
    },
    {
        "name": "Район",
        "description":
            "тип административного деления, которым в некоторых странах управляет местное самоуправление. Во всем мире территории, известные как «округа», сильно различаются по размеру и охватывают регионы или округа, несколько муниципалитетов, подразделения муниципалитетов, школьный округ или политический округ."
    },
    {
        "name": "Графство",
        "description":
            " Граф - это член знати, родственный скандинавской форме ярл, и означает «вождь», особенно вождь, который будет управлять территорией вместо короля."
    },
    {
        "name": "Губернаторство",
        "description":
            "административное деление страны. Его возглавляет губернатор."
    },
    {
        "name": "Земля",
        "description":
            "Каждая из земель сохраняет свое собственное управляющее собрание и статутные законы, однако многие «земли» не имеют уникальной административной функции и являются чисто географическими. Используется в некоторых частях Европы."
    },
    {
        "name": "Ландграф",
        "description":
            "дворянский титул, использовавшийся в Священной Римской империи, а затем и на ее бывших территориях. Первоначально этот титул относился к графу, который имел имперскую непосредственность или феодальный долг, исполнявшийся непосредственно перед императором Священной Римской империи. Его юрисдикция простиралась на иногда весьма значительную территорию, которая не подчинялась промежуточной власти, такой как герцог, епископ или граф Палатин. По определению, ландграф пользовался суверенными правами. Его полномочия по принятию решений были сравнимы с полномочиями герцога."
    },
    {
        "name": "Маркграф",
        "description":
            "средневековый титул военного командира, назначенного для обеспечения обороны одной из приграничных провинций Священной Римской империи или королевства. Это положение стало наследственным в некоторых феодальных семьях Империи, и этот титул стали носить правители некоторых имперских княжеств до упразднения Империи в 1806 году (например, маркграф Бранденбургский, маркграф Баденский). После этого эти владения (первоначально известные как марки или марши, позже как маркграфства или маркграфаты) были поглощены более крупными владениями, или владельцы титулов приняли титулы, свидетельствующие о полном суверенитете."
    },
    {
        "name": "Приход",
        "description":
            "территориальное образование во многих христианских конфессиях, составляющее подразделение внутри епархии. Приход находится под пастырской опекой и канцелярской юрисдикцией священника, которого часто называют приходским священником, которому могут помогать один или несколько священников и который действует из приходской церкви. Исторически сложилось так, что приход часто занимал ту же географическую территорию, что и усадьба."
    },
    {
        "name": "Префектура",
        "description":
            " административная юрисдикция или подразделение в любой из стран и в некоторых международных церковных структурах, а в древности - римский округ, управляемый назначенным префектом."
    },
    {
        "name": "Провинция",
        "description":
            "административное деление внутри страны или штата. В некоторых странах, где нет реальных провинций, «провинции» — это метафорический термин, означающий «за пределами столицы».                "
    },
    {
        "name": "Регион",
        "description":
            "асть страны или другого региона, выделенная для целей управления. Административным единицам предоставляется определенная степень автономии, и они обычно должны управлять собой через свои собственные местные органы власти. Страны разделены на эти более мелкие единицы, чтобы облегчить управление своей землей и делами своего народа. Страна может быть разделена на провинции, штаты, округа, кантоны или другие подразделения, которые, в свою очередь, могут быть разделены полностью или частично на муниципалитеты, округа и т. д."
    },
    {
        "name": "Республика",
        "description":
            "форма правления, при которой страна считается «общественным делом», а не частным делом или собственностью правителей. Основные позиции власти в республике достигаются посредством демократии, олигархии, автократии или их сочетания, а не путем неизменной оккупации. По существу, оно стало формой правления, противоположной монархии, и, следовательно, не имеет монарха в качестве главы государства."
    },
    {
        "name": "Резервация",
        "description":
            "ЛИБО… охраняемая территория, имеющая важное значение для флоры, фауны или особенностей геологического или другого особого интереса, которая зарезервирована и управляется в целях сохранения и предоставления особых возможностей для изучения или исследования. Природные заповедники могут определяться государственными учреждениями в некоторых странах или частными землевладельцами, такими как благотворительные организации и исследовательские учреждения. ИЛИ... юридическое обозначение участка земли, управляемого коренным племенем, а не правительством, в котором оно физически расположено."
    },
    {
        "name": "Шир",
        "description":
            "Раздел земли. Вначале графством управлял олдермен, а в более поздний англосаксонский период - королевский чиновник, известный как «ширский управитель» или шериф. Графства были разделены на «сотни» или «вапентакэ», хотя существовали и другие, менее распространенные подразделения. Альтернативным названием графства было «шерифство», пока реформа суда шерифа не разделила эти два понятия."
    },
    {
        "name": "Государство",
        "description":
            "государственное образование, входящее в состав суверенного государства. Составное государство обладает региональной юрисдикцией над определенной административной территорией в пределах суверенного государства. Правительство составного государства является формой регионального управления."
    },
    {
        "name": "Территория",
        "description":
            " административное деление, обычно территория, находящаяся под юрисдикцией государства. В большинстве стран территория представляет собой организованное разделение территории, которая контролируется страной, но формально не развита и не включена в политическую единицу страны, имеющую равный статус с другими политическими единицами, которые часто могут быть отнесены к политической единице страны. такими словами, как «провинции» или «штаты». В международной политике территория обычно представляет собой либо общую территорию, из которой государство может извлекать энергетические ресурсы, либо любую несуверенную географическую территорию, перешедшую под власть другого правительства; которому не были предоставлены полномочия самоуправления, обычно передаваемые второстепенным территориальным единицам; или оба."
    },
    {
        "name": "Муниципалитет",
        "description":
            "Единое административное подразделение, имеющее корпоративный статус и полномочия самоуправления или юрисдикции, предоставленные национальными и региональными законами, которым он подчиняется. Его следует отличать (обычно) от округа, который может охватывать сельскую территорию или многочисленные небольшие населенные пункты, такие как города, деревни и деревни."
    }
]
}