{
  "stateForms":  [
    {
        "name": "Бейлик",
        "description":
            "турецкое княжество/герцогство, которым управляет «бей» (вождь). Обычно меньше."
    },
    {
        "name": "Халифат",
        "description":
            "исламское государство, которым управляет один или группа «халифов», человек, считающийся политико-религиозным преемником исламского пророка Мухаммеда и лидером всей уммы (мусульманской общины). Довольно большой."
    },
    {
        "name": "Город-государство",
        "description":
            " это суверенное микрогосударство, которое обычно состоит из одного города и зависимых от него территорий. Исторически сюда входили такие города, как Рим, Афины, Карфаген и итальянские города-государства эпохи Возрождения."
    },
    {
        "name": "Содружество",
        "description":
            " политическое сообщество, созданное для общего блага. По сути, причудливое название, которое вообще не ограничивает способы управления землей."
    },
    {
        "name": "Конфедерация",
        "description":
            "Cоюз суверенных групп или государств, объединившихся в целях совместных действий. Обычно создаваемые договором конфедерации государств, как правило, создаются для решения важнейших вопросов, таких как оборона, международные отношения, внутренняя торговля или валюта, при этом общее правительство обязано оказывать поддержку всем своим членам."
    },
    {
        "name": "Конгломерат",
        "description": "группа или кластер наций."
    },
    {
        "name": "Деспотат",
        "description":
            "- империя, за исключением управляемой сыном или зятем (или принцем), известным как «деспоты». Может также означать форму правления, при которой единое целое правит с абсолютной властью. Обычно этим субъектом является человек, деспот, как в автократии, но общества, которые ограничивают уважение и власть определенными группами, также называются деспотическими."
    },
    {
        "name": "Двоевластие",
        "description": " Монархия, но с двумя людьми."
    },
    {
        "name": "Епархия",
        "description":
            "церковный (христианский) округ, находящийся в ведении епископа. Обычно довольно маленький и является частью чего-то большего."
    },
    {
        "name": "Герцогство",
        "description":
            " средневековая страна, территория, феодальное владение или домен, управляемый герцогом или герцогиней, высокопоставленным дворянином, иерархически вторым после короля или королевы."
    },
    {
        "name": "Эмират",
        "description":
            "политическая территория, которой управляет династический (семейный) арабский или исламский эмир в стиле монарха (король или дворянин - военный титул)."
    },
    {
        "name": "Империя",
        "description":
            " огромная территория, управляемая императором или монархом. Обычно имеет большую армию и ориентирован на расширение."
    },
    {
        "name": "Епархия",
        "description": "группа провинций."
    },
    {
        "name": "Федерация",
        "description":
            "  политическое образование, характеризующееся союзом частично самоуправляющихся провинций, штатов или других регионов под центральным федеральным правительством (федерализм). В федерации статус самоуправления входящих в ее состав штатов, а также разделение власти между ними и центральным правительством обычно закреплены конституцией и не могут быть изменены односторонним решением любой из сторон, штатов или федерального правительства. политический орган. Альтернативно, федерация — это форма правления, при которой суверенная власть формально разделена между центральной властью и рядом составляющих регионов, так что каждый регион сохраняет некоторую степень контроля над своими внутренними делами."
    },
    {
        "name": " Вольный город",
        "description":
            "   самоуправляемый город в эпоху эллинизма и Римской империи. Статус давался королем или императором, который, тем не менее, контролировал дела города через своих эпистатов или куратора (греч. epimeletes) соответственно. Несколько автономных городов также имели право выпускать гражданские монеты с названием города."
    },
    {
        "name": "Великое Герцогство",
        "description":
            "    страна или территория, официальным главой государства или правителем которой является монарх, носящий титул великого князя или великой княгини. Этот термин часто использовался в официальном названии стран, меньших, чем большинство континентальных королевств современной Европы (например, Дания, Испания, Великобритания), но более крупных, чем большинство суверенных герцогств в Священной Римской империи, Италии или Скандинавии (например, Ангальт, Лотарингия, Модена, Шлезвиг-Гольштейн)."
    },
    {
        "name": "Гептархия",
        "description":
            "собирательное название семи королевств англосаксонской Англии. Историографическая традиция «семи королевств» является средневековой и впервые записана Генрихом Хантингдонским в его Historia Anglorum (12 век)."
    },
    {
        "name": "Орда",
        "description":
            "историческая социально-политическая и военная структура в степных кочевнических культурах, таких как тюрки и монголы. Это образование можно рассматривать как региональный эквивалент клана или племени."
    },
    {
        "name": "Имам",
        "description":
            "означает «руководство» и относится к должности имама или государству, которым управляет имам (должность исламского лидерства - чаще всего используется как титул лидера поклонения мечети и мусульманской общины среди мусульман-суннитов. В В этом контексте имамы могут руководить исламскими богослужениями, выступать в качестве лидеров общин и обеспечивать религиозное руководство. В Йемене этот титул ранее присваивался королю страны)."
    },
    {
        "name": "Каганат",
        "description":
            "политическое образование, управляемое ханом (правителем или военачальником) или каганом (титул императорского ранга в тюркских, монгольских и некоторых других языках, приравниваемый к статусу императора и того, кто управляет каганатом (империей)) . Это политическое образование типично для народов Евразийской степи и может быть эквивалентно племенному вождеству, княжеству, царству или империи. "
    },
    {
        "name": "Ханство",
        "description": "cм. выше."
    },

    {
        "name": "Королевство",
        "description":
            "монархическое государственное образование, во главе которого стоит король."
    },
    {
        "name": "Лига",
        "description":
            "Ассоциация городов-государств, обычно управляемая чем-то более крупным."
    },
    {
        "name": "Марши",
        "description":
            "любое пограничье, в отличие от условного «хартленда». Точнее, марш представлял собой границу между королевствами и/или нейтральную/буферную зону под совместным контролем двух государств, в которой могли применяться разные законы. В обоих этих смыслах марши служили политическим целям, таким как предупреждение о военных вторжениях или регулирование трансграничной торговли, или и то, и другое. Точно так же, как графства традиционно управлялись графами, марши породили такие титулы, как маркиз (мужской род) или маркиза (женский род) в Англии, маркиз (мужской род) или маркиза (женский род) во Франции и Шотландии, маркграф (Markgraf т.е. «график маршей»). ; мужской род) или маркграфин (Markgräfin, т. е. «мартовская графиня», женский род) в Германии и соответствующие титулы в других европейских государствах."
    },
    {
        "name": "Олигархия",
        "description":
            "форма правления, при которой власть принадлежит небольшому числу людей. Эти люди могут отличаться благородством, богатством, образованием или корпоративным, религиозным, политическим или военным контролем. Такие государства часто контролируются семьями, которые обычно передают свое влияние от одного поколения к другому, но наследование не является необходимым условием для применения этого термина. На протяжении всей истории олигархии часто были тираническими, полагаясь на общественное повиновение или угнетение."
    },
    {
        "name": "Княжество",
        "description":
            " может быть монархическим феодальным или суверенным государством, которым управляет или управляет монарх с титулом принца или монарх с другим титулом, который, как считается, подпадает под общее значение термина принц. Большинство этих государств исторически были политическими образованиями, но в некоторых случаях они представляли собой скорее территории, в отношении которых носил княжеский титул. Поместья и богатства князя могут располагаться преимущественно или полностью за пределами географических границ княжества. "
    },
    {
        "name": "Протекторат",
        "description":
            " зависимая территория, которой была предоставлена местная автономия и некоторая независимость, но при этом сохраняется сюзеренитет более крупного суверенного государства. В обмен на это протекторат обычно принимает на себя определенные обязательства, которые могут сильно различаться в зависимости от реального характера их отношений. Таким образом, протекторат остается автономной частью суверенного государства. Они отличаются от колоний, поскольку их территорией правят местные правители и люди, а также наблюдаются редкие случаи иммиграции поселенцев из страны, сюзеренитетом которой они являются. Однако государство, которое остается под защитой другого государства, но при этом сохраняет независимость, называется защищенным государством и отличается от протекторатов."
    },
    {
        "name": "Республика",
        "description":
            "форма правления, при которой страна считается «общественным делом», а не частным делом или собственностью правителей. Основные позиции власти в республике достигаются посредством демократии, олигархии, автократии или их сочетания, а не путем неизменной оккупации. По существу, оно стало формой правления, противоположной монархии, и, следовательно, не имеет монарха в качестве главы государства.    "
    },
    {
        "name": "Сатрапия",
        "description":
            " провинция, управляемая сатрапом (наместником короля, хотя и со значительной автономией)."
    },
    {
        "name": "Сёгунат",
        "description":
            "военные диктаторы, номинально назначаемые императором, сёгуны обычно были фактическими правителями страны. Должность сёгуна на практике передавалась по наследству, хотя на протяжении истории Японии эту должность занимало несколько разных кланов."
    },
    {
        "name": "Султанат",
        "description":
            "определенные правители, которые на практике претендовали на почти полный суверенитет (т. Е. На отсутствие зависимости от какого-либо более высокого правителя), хотя и не претендовали на общий халифат или не имели в виду могущественного губернатора провинции в составе халифата. Использование слова «султан» ограничено мусульманскими странами, где этот титул имеет религиозное значение, в отличие от более светского короля, который используется как в мусульманских, так и в немусульманских странах."
    },
    {
        "name": "Тетрархия",
        "description":
            " любая форма правления, при которой власть разделена между четырьмя лицами. Этот термин использовался для описания независимых частей королевства, которыми управляли отдельные лидеры. Каждое из них является эквивалентом королевства, а также частью одного из них. Иудейская тетрархия представляла собой совокупность четырех независимых и отдельных государств, в которых каждый тетрарх управлял четвертью царства по своему усмотрению. "
    },
    {
        "name": "Теократия",
        "description":
            "форма правления, при которой Бог или божество какого-либо типа признается высшей правящей властью, дающей божественное руководство человеческим посредникам, управляющим повседневными делами правительства. В некоторых религиях правитель, обычно король, считался избранным фаворитом Бога (или богов) и не мог подвергаться сомнению, а иногда даже был потомком бога или самостоятельным богом. Сегодня также существует форма правления, при которой священнослужители имеют власть, а верховный лидер не может быть допрошен в действии. Считается, что в чистой теократии гражданский лидер имеет личную связь с религией или убеждениями цивилизации. Например, Моисей возглавлял израильтян, а Мухаммед возглавлял первых мусульман. "
    },
    {
        "name": "Торговая компания",
        "description":
            " компания, не только контролирующая товары, но и владеющая землей, а также частными армиями."
    },
    {
        "name": "Племена",
        "description":
            "Термин «племя» используется во многих различных контекстах для обозначения категории человеческой социальной группы. Это определение оспаривается, отчасти из-за противоречивых теоретических представлений о социальных и родственных структурах, а также из-за проблемного применения этой концепции к чрезвычайно разнообразным человеческим обществам. Антропологи часто противопоставляют эту концепцию другим социальным и родственным группам, которые иерархически больше, чем линия или клан, но меньше, чем вождество, нация или государство. Эти условия в равной степени оспариваются. В некоторых случаях племена имеют юридическое признание и некоторую степень политической автономии от национального или федерального правительства, но такое легалистическое использование этого термина может противоречить антропологическим определениям."
    },
    {
        "name": "Триумвират",
        "description":
            "политический режим, которым управляют или доминируют три влиятельных человека, известные как триумвиры (лат. triumviri). Договоренность может быть формальной или неформальной. Хотя эти трое теоретически равны, на самом деле такое случается редко. Этот термин также можно использовать для описания государства с тремя разными военными лидерами, каждый из которых утверждает, что является единственным лидером."
    },
    {
        "name": "Царство",
        "description":
            "управляемое царем (восточными и южнославянскими монархами или верховными правителями Восточной Европы) - правителем того же ранга, что и римский император, занимающим его с одобрения другого императора или высшего церковного должностного лица (Папы или Вселенского Патриарх), но западные европейцы обычно считали его эквивалентом короля или чем-то средним между королевским и императорским рангом"
    },
    {
        "name": "Демократия",
        "description":
            "форма правления, при которой люди имеют право выбирать действующее законодательство. Кто такие люди и как между ними распределяется власть, являются ключевыми вопросами демократического развития и конституции. Некоторыми краеугольными камнями этих вопросов являются свобода собраний и слова, инклюзивность и равенство, членство, согласие, голосование, право на жизнь и права меньшинств."
    },
    {
        "name": "Социализм",
        "description":
            " политическая власть принадлежит рабочему классу."
    },
    {
        "name": "Прямая демократия",
        "description":
            " форма демократии, при которой люди принимают решения о политических инициативах напрямую. Это отличается от большинства существующих в настоящее время демократий, которые являются представительными демократиями. Теория и практика прямой демократии и участия как ее общая характеристика составляли основу работ многих теоретиков, философов и политиков."
    },
    {
        "name": "Плутократия",
        "description":
            "общество, которым управляют или контролируют люди с большим богатством или доходом."
    },
    {
        "name": "Геронтократия",
        "description":
            "Форма олигархического правления, при которой субъектом управляют лидеры, значительно старше большей части взрослого населения."
    },
    {
        "name": "Диктатура",
        "description":
            "Авторитарная форма правления, характеризующаяся одним лидером или группой лидеров и малой или нулевой терпимостью к политическому плюрализму, независимым программам или средствам массовой информации. Общим аспектом, характеризующим диктатуру, является использование их сильной личности, обычно путем подавления свободы мысли и слова масс, чтобы поддерживать полное политическое и социальное превосходство и стабильность. Диктатуры и тоталитарные общества обычно используют политическую пропаганду, чтобы уменьшить влияние сторонников альтернативных систем правления."
    },
    {
        "name": "Анархия",
        "description":
            " состояние общества, свободно учреждаемого без властей или руководящего органа."
    },
    {
        "name": "Доминион",
        "description":
            "Независимое королевство Содружества, отколовшееся от более крупной империи."
    }
]
}